{
  "FIRST_LAUNCH": {
    "TEXT_1": "Welcome to the Orchid network, where the Ineternet belongs to you.",
    "TEXT_2_TITLE": "Access the Ineternet safely & securely",
    "TEXT_2": "Private, secure, reliable and decentralized. Connect to the entire Ineternet safely and securely from anywhere in the world. Your data belongs to you.",
    "TEXT_3_TITLE": "Share your extra bandwidth and earn orchid tokens",
    "TEXT_3": "Save, share, trade or exchange Orchid tokens (OCT) for local or digital currency.",
    "LEARN_BUTTON": "Learn more",
    "GET_STARTED_BUTTON": "Get started"
  },
  "STATUSES": {
    "CONNECTED": "Connected",
    "DISCONNECTED": "Disconnected"
  },
  "SIDEBAR": {
    "ACCESS": "Access the World",
    "DASHBOARD": "Dashboard"
  },
  "DASHBOARD": {
    "GB_REMAINING": "Gigabytes (GB) Remaining",
    "DEFAULT_LOCATION": "Browsing location",
    "PLEASE_ADD": "Please add some OCT to connect",
    "CONNECTED": "Connected to Orchid network",
    "NOT_CONNECTED": "Not connected",
    "TOTAL_EARNINGS": "Total earnings",
    "BANDWIDTH_USED": "Bandwidth used",
    "TOOLTIP_BANDWIDTH_USED": "TODO: bandwidth used tooltip",
    "EARN_MORE": "Earn more",
    "FUND_ACCOUNT": "Fund wallet",
    "TOOLTIP_CONNECTION": "Connecting lets you browse as a Source Node. You don’t need to connect to earn money as a Relay Node.",
    "TOOLTIP_GB_REMAINING": "Estimated usable data (in gigabytes). This number fluctuates with your account’s funds and may decrease faster when data and network demands are high, i.e. streaming video and multiple connected devices.",
    "TOOLTIP_LOCATION": "When you connect as a Source Node, Orchid routes all of your web traffic through an Exit Node located in the country you select. You’ll browse the Internet as if you’re located there. To learn more about Exit Nodes, try the FAQ.",
    "TOOLTIP_TOTAL_EARNINGS": "Track your month-to-month earnings for bandwidth sold. You can change your selling price and limit bandwidth usage in Settings. Earnings are impacted by your selling price and any bandwidth limits you set.",
    "EARNING_SPAN_HOUR": "1H",
    "EARNING_SPAN_DAY": "1D",
    "EARNING_SPAN_WEEK": "1W",
    "EARNING_SPAN_YEAR": "1Y",
    "EARNING_SPAN_ALL": "All",
    "TIP_LOCATION_TITLE": "Select browsing location",
    "TIP_LOCATION_CONTENT": "Select the default location for your Ineternet connection. This is where you will appear to be connecting to the Ineternet from.",
    "TIP_FUND_TITLE": "Time to fund your wallet",
    "TIP_FUND_CONTENT": "You will need to add some Orchid tokens (OCT) to your wallet in order to use the Orchid Network.",
    "TIP_OK": "Got it"

  },
  "WALLET": {
    "CURRENT_BALANCE": "Current balance",
    "PLEASE_BACKUP": "Please backup your wallet",
    "PLEASE_BACKUP_TOOLTIP": "Your private key cannot be recovered by anyone but you. Your private key is used to access and manage your wallet. If you lose it, you’ll lose your funds. Backing up your wallet protects your money from loss and theft. We recommend you store it in a password-protected folder on Dropbox or Google Drive and print a physical copy to keep in a safe place.",
    "SHARE": "Share Orchid",
    "SEND": "Send",
    "RECEIVE": "Receive",
    "HISTORY": "Transaction History",
    "FROM": "From",
    "TO": "To",
    "STATUS": "Status",
    "AMOUNT": "Amount",
    "DATE": "Date",
    "SENT": "Sent",
    "RECEIVED": "Received",
    "NO_TRANSACTIONS": "No transactions at this time."
  },
  "WALLET_SETUP": {
    "TITLE": "Time to fund your wallet",
    "ADDRESS": "Wallet address",
    "TRANSFER_COPY": "Transfer some Orchid tokens to your wallet to start using Orchid",
    "WHERE": "Where can I get Orchid tokens?",
    "HOW": "How do I transfer tokens to my wallet?",
    "LEARN_MORE": "Learn more",
    "DO_LATER": "I'll do this later"
  },
  "WALLET_SEND": {
    "TITLE": "Send OCT",
    "SEND": "Send OCT",
    "CURRENT_BALANCE": "Current balance",
    "RECIPIENT_EXPLANATION": "Enter an ERC20 compatible Ethereum address below in a format that starts with 0x.",
    "RECIPIENT_TOOLTIP": "Before you send OCT funds, make sure the receiving address is ERC20-compatible. If you send it elsewhere, your funds cannot be recovered. Most Etherium-compatible wallets will work with OCT.",
    "ETHEREUM_OK": "This address is from a token-compatible Ethereum wallet like <a href=\"https://trustwalletapp.com/\" target=\"_blank\">Trust Wallet App</a> or <a href=\"https://www.myetherwallet.com/\" target=\"_blank\">MyEtherWallet</a>.",
    "NOT_COINBASE_OK": "This address is <strong>not</strong> from a Coinbase account. Coinbase does not currently support tokens.",
    "OCT_AMOUNT_MISSING": "Missing amount to send",
    "OCT_AMOUNT_INVALID": "Invalid OCT amount",
    "ERC20_NOT_VALID": "Invalid ERC20 address",
    "ERC20_REQUIRED": "ERC20 address is required"
  },
  "WALLET_SHARE": {
    "TITLE": "Share Orchid",
    "SHARE_MORE": "Share more",
    "LEARN_MORE": "Learn more",
    "COPY_LINK": "Copy link",
    "COPY_LINK_DETAILS": "(Share the link to share Orchid)"
  },
  "WALLET_BACKUP": {
    "TITLE": "Enter a password",
    "EXPLANATION": "Your wallet access keys are encrypted with your password. Make sure to write down your password and store it in a secure location. If lost, it can't be recovered.",
    "USERNAME_REQUIRED": "Username is required",
    "PASSWORDS_DO_NOT_MATCH": "Passwords do not match",
    "CONFIRM_TITLE": "Confirm your username and password",
    "CONFIRM_EXPLANATION": "Your wallet access keys are encrypted with your username and password. Make sure to write down your password and store it in a secure location. If lost, it can't be recovered.",
    "DOWNLOAD_TITLE": "Download & backup your wallet configuration file",
    "DOWNLOAD_EXPLANATION": "Save this backup file to your computer. We also recommend saving a copy to Google Drive or Dropbox as a backup. You'll need this file to access your wallet on another device.",
    "DOWNLOAD_SAVE_HD": "Save to hard drive",
    "DOWNLOAD_NOW": "Download now",
    "DOWNLOAD_SAVE_TO": "Save backup copy to",
    "DOWNLOAD_GOOGLE_DRIVE": "Google Drive",
    "DOWNLOAD_DROPBOX": "Dropbox"
  },
  "WALLET_RECEIVE": {
    "TITLE": "OCT wallet address"
  },

  "SETTINGS": {
    "CONNECTION": "Connection",
    "ADVANCED": "Advanced",
    "LAUNCH_STARTUP": "Launch on startup",
    "CONNECT_ON_STARTUP": "Connect on startup",
    "EXIT_NODE": "Run Orchid as exit node",
    "RELAY_NODE": "Run Orchid as Relay Node",
    "LIMIT_BANDWIDTH": "Limit Orchid bandwidth usage",
    "SOURCE_NODE": "Run Orchid as source node",
    "ALL_CONNECTIONS": "All connections",
    "BROWSERS_ONLY": "Web browsers only",
    "NATIVE_CURRENCY": "Native currency",
    "AUTO_TRANSFER": "Auto-transfer to external wallet",
    "PRICE_GB_SHARED": "Selling price",
    "PRICE_GB_USED": "Buying price",
    "PRICE_SET_FOR_ME": "Set for me",
    "TOOLTIP_LAUNCH_STARTUP": "Turn this on if you want Orchid Lite to launch when you start your computer. When you launch the app, you start sharing bandwidth and earning tokens, unless you have chosen not to be a Relay Node, below. To browse on the Orchid Network, you must also connect.",
    "TOOLTIP_CONNECT_ON_STARTUP": "Turn this on to automatically launch and connect so you can immediately browse on the Orchid Network when your computer powers on.",
    "TOOLTIP_EXIT_NODE": "Allow others to use your computer or device as a Relay and you’ll earn tokens for participating in the network. As a Relay, your IP address will always remain private. While a Seller’s IP address may be tracked by websites visited by Orchid users, a Relay’s IP address is never exposed and is simply used to pass on the user's request to an available Seller. Being as a Relay could impact your Internet connection speed, especially when streaming media.",
    "TOOLTIP_LIMIT_BANDWIDTH": "If your Internet Service Provider (ISP) limits your bandwidth and charges fees for exceeding data limits, you may want to turn this on and set a monthly GB limit for Orchid.",
    "TOOLTIP_RELAY_NODE": "Allow others to use your computer or device as a relay and you’ll earn tokens for participating in the network. As a Relay Node, your IP address will always remain private and is simply used to pass on the user's request to an available Exit Node. Being a Relay could impact your Internet connection speed, especially when streaming media.",
    "TOOLTIP_ALL_CONNECTIONS": "If this is selected, any Internet-connected program running on your computer will access the Internet through the Orchid Network.",
    "TOOLTIP_BROWSERS_ONLY": "If you use a VPN, mail client, or FTP program that requires you to connect from your local IP address, you may wish to connect through the Orchid Network only using your Internet browser. If you enable this setting, these types of connections will not run through the Orchid Network.",
    "TOOLTIP_AUTO_TRANSFER": "If you prefer not to manually move OCT funds to your external wallet, Orchid gives you the option to set up automatic forwarding using auto-transfer.",
    "TOOLTIP_PRICE_GB_SHARED": "Your price per gigabyte when selling bandwidth as a Relay Node. Orchid automatically sets your price to the current market rate for sellers. You can also opt to set your own price, higher or lower.",
    "TOOLTIP_PRICE_GB_USED": "Your price per gigabyte when buying bandwidth as a Source Node. Orchid automatically sets your price to the going market rate for buyers. You can also opt to set your own price, higher or lower.",
    "BUTTON_NEW_WALLET": "New wallet",
    "BUTTON_UNLINK_WALLET": "Unlink wallet"
  },
  "ORCUI": {
    "PASSWORD_STRENGTH": {
      "WEAK": "Weak",
      "MODERATE": "Moderate",
      "STRONG": "Strong",
      "STRONGEST": "Strongest"
    }
  },
  "GENERAL": {
    "USERNAME": "Username",
    "PASSWORD": "Password",
    "PASSWORD_CONFIRM": "Confirm password",
    "NEXT": "Next",
    "GO_BACK": "Go back",
    "SEARCH": "Search",
    "DONE": "Done",
    "SEND": "Send",
    "COPY": "Copy",
    "WALLET": "Wallet",
    "SETTINGS": "Settings",
    "MONTH_ABBREVIATION": "Mo",
    "INSUFFICIENT_FUNDS": "Insufficient funds",
    "AMOUNT": "Amount",
    "RECIPIENT": "Recipient"
  }
}
